Repository: waydk/DeathNoteBot
Catalog: locales/*/LC_MESSAGES/death_note_bot.po
Languages: ru

source: reason
ru: причина

source: Write more /write_down✒ 🍎 Your Death Note : --------------------------------------- {}
ru: Записать больше /write_down✒ 🍎 Твоя тетрадь смерти : --------------------------------------- {}

source: Are you sure? The whole list will be cleared!
ru: Ты уверен(а)? Тетрадь полностью будет очищена

source: Write more /write_down✒ 🍎 Your Death Note : ---------------------------------------
ru: Записать больше /write_down✒ 🍎 Твоя тетрадь смерти : ---------------------------------------

source: available commands: /start - start a conversation /help - get info /rules - rules for the use of the death note /write_down - write in the death note /write (example: yagami light heart_attack) /death_list - show victim list /shop - buy something /top - top users by number of apples
ru: доступные комманды: /start - начать пользоваться ботом /help - получить информацию /rules - правила перед началом пользования тетрадью смерти /write_down - записать в тетрадь смерти /write (пример: ягами лайт упал) /death_list - показать список жертв /shop - купить что-нибудь /top - топ пользователей по яблокам

source: ⚙ Welcome to settings, here you can change your language! 🇷🇺 or 🇺🇸 Click the button below
ru: ⚙ Добро пожаловать в настройки, здесь ты можешь выбрать язык 🇷🇺 или 🇺🇸 Нажми на кнопку ниже

source: Choose a language 😳
ru: Выбрать язык 😳

source: Your language has been changed 😳
ru: Твой язык был изменен 😳

source: Welcome to the store 🏪 Your number of apples: {} 🍎 Replenish apples : /write or /write_down By clicking the button below, you can purchase 🛍 Enjoy your time 😌
ru: Добро пожаловать в магазин 🏪 Твое количество яблок: {} 🍎 Пополнить яблоки : /write or /write_down Нажав на кнопки ниже, можешь выбрать продукт 🛍 Приятного пользования 😌

source: You don't have enough apples 🍎 Replenish apples : /write or /write_down
ru: Недостаточно яблок 🍎 Пополнить количество яблок : /write or /write_down

source: {} Your apples: {} 🍎
ru: {} Твои яблоки: {} 🍎

source: please wait, the quote will be up soon 😜
ru: пожалуйста подождите цитата скоро появится 😜

source: Your apples: {} 🍎
ru: Твои яблоки {} 🍎

source: please wait, the picture will be up soon 😜
ru: пожалуйста подождите картинка скоро появится 😜

source: You seem to be today: {} Your apples: {} 🍎
ru: Сегодня ты: {} Твои яблоки: {} 🍎

source: Hello, {}! You have the privilege of using the Death Note, so read the rules before you start: 🍎 /rules 🖋 (click here) If you have read the rules, you can start using the death note: 📓 /write_down 📓 (click here) Your Death Note: 📔 /death_list (click here) Settings: ⚙ /settings (click here) For each kill you can get 10 apples 🍎 , which you can spend on something in the shop 🏪 /shop (click here)
ru: Привет, {}! У тебя есть привилегия использовать тетрадь смерти, но прочти правила перед началом: 🍎 /rules 🖋 (нажми сюда) Если ты прочитал правила, то можешь записывать в тетрадь: 📓 /write_down 📓 (нажми сюда) Твоя тетрадь смерти: 📔 /death_list (нажми сюда) Настройки: ⚙ /settings (нажми сюда) За каждое убийство ты получаешь 10 🍎 , за яблоки ты можешь покупать в магазине 🏪 /shop (нажми сюда)

source: 😳 TOP dudes with apples: {}
ru: 😳 ТОП чуваков с яблоками: {}

source: 📓 {} was added to the death note ☠ his cause of death: {} Check death note: /death_list
ru: 📓 {} был добавлен(а) в тетрадь ☠ причина смерти: {} Посмотреть тетрадь смерти: /death_list

source: Congratulations 🎉! You got 10 apples 🍎 Your number of apples: {} 🍎
ru: Поздравляю 🎉! Ты получил 10 яблок 🍎 Твое количество яблок: {} 🍎

source: (」°ロ°)」 Incorrect input 📌 Example: /write Yagami Light Upal 📌 Only three words after /write
ru: (」°ロ°)」 Неправильный ввод 📌 Пример: /write Ягами Лайт Упал 📌 Только три слова после /write

source: 📓 You dared to use the death notebook, brave thing to do! Good luck!
ru: 📓 Тебе выпала удача использовать тетрадь смерти! Успехов!

source: Write the victim's first and last name ⚫------------------------------------- ⚫ 🖋example: Yagami Light
ru: Запиши имя и фамилию жертвы ⚫------------------------------------- ⚫ 🖋пример: Ягами Лайт

source: Write down the cause of death ✒ Unless you want to give yours, then the victim will die of a heart attack 💔⚰ For that write none or None ✒
ru: Напиши причину смерти ✒ Если не хочешь выбирать причину, жертва умрет от сердечного приступа 💔⚰ Для этого напиши none или None ✒

source: ✒ {} was recorded in the death note ☠ Cause of death: {} 🍎 📓 Open death note: /death_list
ru: ✒ {} был записан в тетрадь смерти ☠ Причина: {} 🍎 📓 Открыть тетрадь смерти: /death_list"

source: Settings
ru: Настройки
